<?php

return [
    'fetched'        => 'تم جلب طلبات الخيمة المخصصة بنجاح',
    'shown'          => 'تم جلب طلب الخيمة المخصصة بنجاح',
    'status_updated' => 'تم تحديث حالة طلب الخيمة المخصصة بنجاح',
    'deleted'        => 'تم حذف طلب الخيمة المخصصة بنجاح',

    'error_fetch'         => 'فشل جلب طلبات الخيمة المخصصة',
    'error_show'          => 'فشل جلب طلب الخيمة المخصصة',
    'error_status_update' => 'فشل تحديث حالة طلب الخيمة المخصصة',
    'error_delete'        => 'فشل حذف طلب الخيمة المخصصة',
];
