<?php

return [
    'fetched' => 'تم جلب الطلبات بنجاح',
    'shown' => 'تم جلب الطلب بنجاح',
    'created' => 'تم إنشاء الطلب بنجاح',
    'updated' => 'تم تحديث الطلب بنجاح',
    'reordered' => 'تم إعادةالطلب بنجاح',
    'deleted' => 'تم حذف الطلب بنجاح',
    'canceled' => 'تم إلغاء الطلب بنجاح',
    'error_create' => 'فشل إنشاء الطلب',
    'error_cancel' => 'فشل إلغاء الطلب',
    'error_update' => 'فشل تحديث الطلب',
    'error_reorder' => 'فشل إعادة الطلب',
    'error_delete' => 'فشل حذف الطلب',
    'error_show' => 'فشل جلب الطلب',
    'error_fetch' => 'فشل جلب الطلبات',
];
