<?php

return [

    /*
    |--------------------------------------------------------------------------
    | رسائل إعادة تعيين كلمة المرور
    |--------------------------------------------------------------------------
    */

    'reset' => 'تمت إعادة تعيين كلمة المرور بنجاح.',
    'sent' => 'تم إرسال رابط إعادة تعيين كلمة المرور إلى بريدك الإلكتروني.',
    'throttled' => 'يرجى الانتظار قبل المحاولة مرة أخرى.',
    'token' => 'رمز إعادة تعيين كلمة المرور غير صالح.',
    'user' => 'لا يمكننا العثور على مستخدم بهذا البريد الإلكتروني.',

];
